Revit 2027 API
BuiltInFailures.GroupFailures.GroupChangeNoPlaceElements Property
 Elements cannot be placed as a result of changes to groups.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId GroupChangeNoPlaceElements { get; }
Public Shared ReadOnly Property GroupChangeNoPlaceElements As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ GroupChangeNoPlaceElements {
	FailureDefinitionId^ get ();
}
static member GroupChangeNoPlaceElements : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace